{
    "jokes": [
        "父亲给儿子讲故事：从前有一只青蛙…\n儿子：有科幻故事吗？\n父亲：从前在太空里有一只青蛙…\n儿子：有限制级的吗？\n父亲：嘘~小声点，别让你妈听见。从前有一只没穿衣服的青蛙…",
        "女：“你跟我说话怎么老嚼着糖？”男：“不嚼糖哪来那么多甜言蜜语呀。",
        "一天，苏格拉底问他的学生柏拉图“什么东西是永恒不变的？”\n柏拉图指着天上的太阳说，“古人和我们看到的都是同一个太阳。”\n苏格拉底摇摇头，说道，“太阳也有落山的时候。”\n苏格拉底又问小利斯神，“你有什么看法？”\n小利斯神淡淡一笑，回答道，”没有永恒的存在，只有永恒的意义。虽然太阳也会消失，但是人们对光明的追求是永远不会改变的。”",
        "一次结婚，新娘放一个屁，场面尴尬起来，一人说：“新娘放屁，大吉大利。”不一会，又放俩个屁，场面有尴尬起来，那个人又说：“新娘放俩，一个顶俩。”不一会，她放仨屁，场面尴尬起来，只见那个人又说：“快跑啊，新娘子要拉了！ ”",
        "同事妹妹小王刚学会上网，很是愿意聊天，有一天刚进入一个聊天室，一个网友问到：“你是男的还是女的？”小王打字还不行“女”打不出来。于是她想了一下回答到：“我是一个小姐。”网友打出一名话来：“谢谢你的坦率。”",
        "我现在才知道当年房奴李白买的是一套烂尾楼，有诗为证：床前明月光-没有窗；疑是地上霜-门未装；举头望明月-屋顶敞；低头思故乡-很受伤。",
        "两只番茄过马路，一辆汽车飞驰而过，其中一只闪避不及被压扁，另一个番茄指着被压扁的番茄大笑道：挖哈哈哈，番茄酱…",
        "妈妈：结婚三年了，你对她有什么看法？儿子：第一年：我说，她听。第二年：她说，我听。第三年：我俩说，邻居们听。",
        "我是一个胖子。我和女友性格各异，但是她和我分手的理由只有一个。今天她说，看你久了，觉得好腻哦！",
        "那天早上在公司班车上，坐在身边的一位美女同事睡着了，竟然打起呼噜，引起全车人注目，我觉得这样很丢脸，就用手轻推她，只见她喃喃的说：不要了老公，明天吧……",
        "有一对男女正在吃晚餐\n那个女生一直问那个男生：你爱不爱我？\n男生看了女生一眼又继续吃晚餐\n女生很生气又再问了一次：你爱不爱我？\n男生终于说：爱\n女生又问：那你要怎么证明？\n忽然男生从口袋里拿了三十元出来，\n且问女生:你有没有十元？\n女生拿了十元给了男生......\n男生就把四十元放在桌上\n过了一会儿.....\n女生很生气的问男生：你到底要不要证明你爱我啊！\n男生说：我己经证明了啊！",
        "大灰狼说：“我要吃了你！！！” 你们猜，怎么了？ 结果大灰狼就把小羊吃了.",
        "某日！猎人扛着枪去打兔子，突然跳出一头黑熊！猎人还来不及开枪就被扑到了，过了半小时黑熊还是扑在猎人身上，猎人就很费解了“这是怎么回事”！突然他看到黑熊的脖子上有张布条，上面写着：抱抱熊。",
        "一只狗和一只猫在沙漠里流浪着，它们的肚子都很饿，正无力地前行，忽然发现前面地上有一饭盒，它们迫不及待上前打开，里面出来个神仙，说可以帮它们每个完成一个愿望，猫急切地说，我要鱼，我想吃鱼…呼一声它们面前出现一条又大又飘香的鱼，神仙接着问狗想要什么。狗皱了皱眉头说，我比较喜欢吃骨头，帮我把鱼变成鱼骨。呼一声后，猫两眼发直地看着狗在吃着鱼骨…\n又走了一段路，它们又找到一个饭盒，里面又有个神仙，他同样能帮他们完成一个愿望，猫想到刚才的情况，就让狗先讲愿望，狗想了想说，我刚才吃饱了，想运动运动，你变成个飞盘吧，我追到你咬着你回来…呼一声，神仙变成个飞盘飞走了，狗望了望，无奈地对猫说，它飞太快了…我还没准备...",
        "一医生对女儿说：“我说你那男朋友是个没出息的家伙，这话你告诉他了吗？”\n“我对他说了，他一点也不生气，他说你误诊也不是头一回了。”",
        "孩子学习不好，被妈妈痛骂，挨骂后，儿子用哀怨的眼神看着爸爸说：你为什么要娶她？爸爸也用哀怨的眼神说：还不是因为你！",
        "一个男人要跳楼，刚赶回来的妻子大喊道:“亲爱的别冲动，我们的路还长着呢!”男子听后，毫不犹豫嗖地跳了下去。站在旁边的谈判专家说:“这位夫人，你真不应该这样威胁他埃”",
        "早上做了个梦，梦里我和几个朋友被劫持了，大伙正考虑怎么脱身的时候闹钟响了。起来正准备穿衣服，突然想到如果我溜掉了，剩下的哥们会不会被杀掉啊？兄弟如手足，我可不能扔下兄弟们不管，于是就躺下接着睡了～",
        "水饺是男生还是女生 答案 男生 因为水饺有包皮",
        "今天下午的天气非常好，看书看着看着就精神恍惚了…… 这时，一病人进来看病，我迷糊中看到病因是“火星贱人”！顿觉非常奇怪：这是啥病呢？后来打个冷战清醒再一看，原来是“火星溅入”！晕～～",
        "石头和年糕打架，石头飞起一脚就把年糕踢进了大海………… 从前有一对恋人私定终生，但是男生需要服兵役，便和女生定下誓言，给了女生一枚钻石戒，并许诺在三年后的今天与那女生碰面，到时候，那枚戒指作为婚戒。 好不容易3年过去了，女生一直在等男生，却一直等不到，她伤心过度，绝望的她把钻戒扔入大海，远走他乡。可是，那男生其实也一直在等那女孩，可是，女孩误解了约会地点，于是便永远的成为了遗憾。男生伤心欲绝…… 过了几年，男生出外钓鱼，猜猜看他钓到了什么? 年糕!!!",
        "一次站在女生宿舍楼下等同学，旁边不远处也有一胖一瘦俩男生在等人。忽然那位瘦子感觉有水滴在脸上，吓了一跳，以上是上面有人吐痰，后来发现是在下雨。\n他说：“吓了我一跳，我还以为是楼上有人吐痰呢。！ ”\n他胖胖的同伴问：“要是真的有MM吐痰，你会怎么样？”\n“那要看长得怎么样了。”“如果是恐龙呢？”\n“那我就冲上楼去，对那个女生说，有本事你站楼下去，朝天上吐一口痰。”\n“如果是美女呢？”\n“那我也冲上去，对那个女生说：‘你吐的’......”他指指自己的脸，“给我舔干净.",
        "有一天，两兄弟在睡觉\n弟弟对哥哥说：哥今天蚊子好多哦～\n哥哥说：把灯关了蚊子就看不到我们了\n后来弟弟真的把灯关了\n忽然间一双萤火虫飞了进来\n弟弟很紧张的说：哥惨了，蚊子提着灯笼来找我们了……",
        "男：你真的很讨厌。\n女：是吗，我怎么样让你讨厌？\n男：因为在我心中你真的很讨人喜欢，百看不厌呀！",
        "我们一家人在沙滩晒太阳，一个美丽的少女走过，14岁的儿子目不转睛地看着她远去，妻子用肘碰我，低声道：“你的儿子长大了。”几分钟后，一个少妇穿着泳衣在我们面前走过，我禁不住为她的好身材投去欣羡的目光，妻子这时又用肘碰我，低声责备道：“唉，别那么孩子气。”",
        "一个25岁的漂亮女孩和一个60岁的老头结婚，结婚的当晚老头对姑娘伸出3个手指，女孩说：“哇，今晚要做3次啊？”老头说了一句“你选那个手指？”",
        "两个朋友在酒吧里聚首，其中一个对另一个人问道：我妻子不了解我，你妻子呢？另一个人答道：我不知道，她从没提起过你。",
        "有一个真实的故事不得不说：偶一女同学，因为临时内急去了校园里一个不太熟悉的老楼里上厕所。\n她还有点近视。看见一个门，就进去了，里面一个男的正对着门脱着裤子往下蹲，看她进去赶忙站起来提起裤子，这个女生赶忙对不起就出来了。\n走了三五步看见另一个门，心想这个是女厕了吧，进去一看，原来是刚才那个厕所的另一个门，那个男的正在又往下蹲，看见这个女生进去，那男的大惊失色，愤怒又恐惧，站起来大喊：“你是谁！你要干什么！ ”\n该女生一口气跑回宿舍，几乎再没上来气……",
        "我最讨厌两种人： 一是有种族歧视的； 二是黑人； 三是不识数的！",
        "从前有张席梦丝在闭目养神，突然觉得好象少了点什么， 想着想着听见门铃响了，开门一看原来是电热毯刚约完会回来了， 席梦丝一把抱住电热毯说： 兄弟~~你可回来了，俺都冷死了~~~",
        "有一个躲猫猫社团，他们团长现在还没找到………",
        "一只公鹿,它走着走着,越走越快,最后它变成了高速公路(鹿)!!!!",
        "小红问：你搅拌咖啡的时候用右手还是左手 小美说：右手 小红说：哦，你好厉害哦，都不会怕烫，像我都用汤匙的。",
        "你知道企鹅为什么住在南极么？ 因为那里比较冷……",
        "妻:我真是瞎了眼踩到狗屎才会嫁给你。 夫:我才真是瞎了眼踩到狗屎才会娶妳。 狗屎:我好倒霉喔！躺在那里都被你们俩给踩到……",
        "为什么小狗越变越小？ 答：因为它越走越远。",
        "火柴棍突然觉得头很痒，就伸手挠，挠着挠着就把自己烧死了…",
        "有一天，老师带一群小朋友到山上采水果， 他宣布说:“小朋友，采完水果后，我们统一一起洗，洗完可以一起吃。” 所有小朋友都跑去采水果了。 集合时间一到，所有小朋友都集合了。 老师:“小华，你采到什么？” 小华:“我在洗苹果，因为我采到苹果。” 老师:“小美妳呢？” 小美:“我在洗蕃茄，因为我采到蕃茄。” 老师:“小朋友都很棒哦！那阿明你呢？” 阿明:“我在洗布鞋，因为我踩到大便。”",
        "有一天，绿豆跟他女朋友分手了．． 他一直哭一直哭．．．． 很伤心的一直哭．．． 结果．．． 他．．． 发．．． 芽．．． 了．．．",
        "有一天，一坨黑色的大便看到了一坨白色的大便， 黑大便问：你为啥长的那么白那么漂亮？ 白大便听了非常生气！ 他说：我又不是大便！我是冰淇淋!!!",
        "阿松和阿柏无事闲聊互道岁月不饶人。 阿松：“回忆儿童时代，过的最快乐的是儿童节。” 阿柏：“过了十年就是青年节。” 阿松：“再过十年就是父亲节。” 阿柏：“再过几十年就是老人节了。” 阿松：“又再过几十年.” 阿柏：“清明节。”",
        "有一只猫发現了一只老鼠…. 于是饿虎扑食般冲向老鼠要把他吃掉 可是后來猫却被這只老鼠吃掉….. 为什么??? 因为 老虎 老鼠 傻傻分不清楚",
        "一个女孩失恋了，我劝她：“两条腿的蛤蟆不好找，三条腿的男人有的是啊！”",
        "牙膏妹常常朝三暮四 一下子跟软毛牙刷哥拍拖 一下子又跟电动牙刷弟谈恋爱 今天来了个新邻居 牙膏妹：「哇，你好高大你好有型喔~你叫什么名字~跟我约会吧~」 新邻居酷酷的说：「不行吔！因为我是梳子~」",
        "有只鸭子叫小黄，一天他被车撞到，他就大叫一声：「呱！」从此他就变成小黄瓜了!!",
        "小明欠地下钱庄20万， 小明苦苦哀求他多让几天， 钱庄的人说：「明天一定要还，不然的话……，剁掉2只手指；后天的话……，在剁4只；第3天的话……」 小明：「是不是不用还了」 钱庄的人：「NO，到时候你就变成小叮当了。」",
        "有位小姐，开车开到一半的时候遇到红灯。 一旁的交通pol.ice看她看着红灯变绿灯、绿灯变红灯… 还是停在路中央，动也不动。 于是交警走过去问那个小姐：「怎么了，没有你喜欢的颜色吗？」",
        "台湾什么时候会想要统一？ 买方便面的时候",
        "提问：怎样使麻雀安静下来？ 回答：压它一下。 原因：鸦雀无声(压雀无声)。",
        "有两个外国人到家乐福去购物，结帐时，店员问：「Can you speak chinese？」 两个外国人用国语回答：「如果你讲慢一点的话，我们可以听的懂！」 店员说：「Can…you…speak…chinese？」",
        "漂亮MM一定要看哦~~~~ 咖啡减肥法： 材料： 咖啡豆一百公克(生) 水 500 cc … 做法： 1、喝500cc 的水。 2、把咖啡豆…. . . . . . . . . . . . . . 撒在地上，一颗颗捡起来。 每天三次，重复一个月……",
        " 一个家伙到医院去检查，并做了许多测试。 医生说：有好消息、也有坏消息！看过你的测试结果后，我发现你有潜在的同性恋倾向！！而且难以根治！ 这个家伙说：我的天啊！那好消息呢？ 医生腼腆的说：我发现你还蛮可爱的耶~~~~~~~~",
        "一块三分熟的牛排和一块5分熟的牛排在大街上遇到了,为什么他们没打招呼呢??(假设他们会说话) 因为……………….. 因为…………………… 因为他们都不熟啊~~~~~~~~",
        "某日一女中某班物理老师请病假， 40位女同学都在期待会是谁来带课， 到了物理课时居然是位大帅哥男老师， 一位女同学语带挑逗的说：老师我们可不可以不要上课，来玩一些兴奋刺激的游戏呢？ 男师沉默了一会儿说： 好～～ 各位同学课本收起来，现在考试！",
        "唐僧：此番取经应当找个快捷方式！ 悟空：坐飞机比骑马快!! 八戒：神六更快!!! 沙僧拿出一支枪：听说这玩艺儿立马就送人上西天………",
        "一个糖,在北极走着走着,觉得他好冷——-于是就变成了冰糖!!!",
        "一棵卷心菜,边走边脱衣服,最后它没了………",
        "一群動物開完PARTY後，沖進便利商店買東西，因爲太吵，結果都被店員打了出來，却獨留小羊在店裏面，請問是爲什麽？ 便利商店24小時不打烊啊 ………",
        "有一隻熊走過來 有備而來（有bear來） \n第十一本書 不可思議（book11） \n羊停止了呼吸 揚眉吐氣（羊沒吐氣）",
        "一个黑猫把一个白猫从河里救起来了,你知道后来那白猫对黑猫说什么吗? 它说:瞄~~~~~~~~~~~~~~~",
        "狼、老虎和狮子谁玩游戏一定会被淘汰? 狼 因为：桃太郎（淘汰狼）",
        "如何让饮料变大杯？ 念大悲咒",
        "玻璃杯和咖啡杯一起過馬路，忽然有人大喊：車子來啦！ 結果玻璃杯被車子撞到了，咖啡杯却沒事，請問爲什麽？ 咖啡杯有耳朵啊！",
        "一大学生不幸被敌人抓住，敌人把他绑在了电线杆上，然后问他：“说，你是哪里的？不说就电死你！！！”这个大学生回了敌人一句话，结果被电死了…… 他说：“我是电大的！”",
        "有个小偷上别人家偷东西，进屋后看到屋里没人，但是很穷，就留下200块钱走了………",
        "一个避孕套觉得很痒,于是就挠着挠着….. 你们猜怎么着了? 闹出人命了………………….",
        "流氓+流氓=? =流氓兔（TWO）————– 小白+小白==小白兔",
        "我买了一台联通公司出产的电视机，不停的选台，全是雪花没信号，这时电视机说话了：您所拨叫的电视不在服务区，请稍候再拨…",
        "有一天一跟火柴跌倒了，把头摔破了就去医院包扎，结果出来后就变成了一根棉签!!!",
        "比撒斜塔快倒了，有个人去扶塔，他是谁？ 约翰（因为约翰屈伏塔）",
        "从前有个人,很喜欢捏泥塑.有一天他心血来潮抓起一快泥就捏,结果就捏出个泥人,但是泥人光秃秃的不好看,他想啊想的.突然他有了一个好办法,用草做了泥人的头发和胡须,他对自己的作品感到很满意,于是就起了个名字给它,叫草泥大爷………………….",
        "我一个厦门大学的同学一次外出，也被敌人抓住了！敌人也把他綑在电线杆上，说：“当年我们问一个人是哪个学校的，他叫嚣说他是电大的，然后我们把他电死了—-要是你不说，你也是同样的下场！”我同学说：我是厦大的……………",
        "鲨鱼吃了绿豆变成什么？ 绿豆沙",
        "一只马说，我公司隆重推出新产品，马屁3号，简称MP3…",
        "老公,我和林志玲比谁漂亮? 当然是你了…………………. 哈哈 老公我爱你!对了,为什么认为我漂亮呢? 最近有点疲劳………………..",
        "有个小孩哭了,他爸说:乖,别哭了,一会爸带你去菜市场看别人吃糖……………………………",
        "大学时代第一次聚会选在了动物园， 大家共同的理由是： 只有在这里，才能感慨自己还是个人啊~~~~~~",
        "一个家庭，全家人都非常的懒惰。 爸爸叫妈妈做家事，妈妈不想做就叫大姊做， 大姊也不想做就叫妹妹做， 但是妹妹也不想做就叫小狗做， 有一天家里来了一个客人发现小狗在做家事，很惊讶， 问小狗：你会做家事呀？ 小狗就说：他们都不做就叫我做呀！ 客人更加惊讶：你会说话？ 小狗：嘘！小声一点！不然他们知道我会说话又叫我去接电话！",
        "「我终于从我家那只宠物狗身上，夺回太太的心了！」 「是嘛？！你老婆不是恋狗狂吗？你怎么办到的？」 「其实很简单，我只是将我太太精心做给狗吃，狗不愿意吃的食物，而我却津津有味地吃光了！」",
        "某大学一直为了校园里的流浪狗而大伤脑筋。 流浪狗除了有时会无意的对人乱叫外， 有的狗狗还会在上课时跑到教室，然后就趴在讲台前… 一日上课钟声打了，同学也陆续进教室， 这时又见一只流浪狗摇着尾巴大摇大摆的走进教室，看到教授头也不抬的就又自顾的趴在讲台前， 这时教授忍无可忍的大声怒骂： 「快！谁把这只狗赶走，这堂课它已经上过了！..」",
        "空中小姐走向正高声抗议的男人， 男人喊：「我要向这家航空公司抗议！ 我每次搭机都坐同一个座位，没电影看、甚至没有窗帘！害我连觉都睡不着！」 空中小姐说：「算了吧～机长，别闹了！」",
        "女生质问男友…. 女：「为什么那天我打给你时，是个女生接的！？」 男：「冤枉啊！怎么可能？」 女：「真的啊～她还告诉我“您拨的电话没有响应，请在哔一声后留言！“说！她到底是谁！？」",
        "某日小明到钱柜唱歌，点了一首游鸿明的梦婆汤， 等了好久都不出来，于是小明便按服务铃。 新来的服务生一进来，很有礼貌：“先生有什么需要为您服务？” 小明：“我点的梦婆汤都怎么还没来？” 服务生：“好，先生我帮你催一下厨房！”",
        "甲：“我带你去一个全部女生都没有穿胸罩的地方。” 乙：“真的吗？在哪里？快带我去！” 甲：“就在隔壁的幼儿园！”",
        "昨夜肚子饿，想煮点大米粥喝。因为宿舍小，所以电饭锅只能放地上煮，煮粥的都知道多少会溢出些粥来，于是地上……第二天中午，MM来宿舍叫我起床，当她推门看到地上白白的一层粘稠状物体时，她噙满了眼泪，一下子扑上来紧紧拥住了我，呜咽道，“我决定今晚睡你这儿，以后咱不要再SY了！”",
        "刚才经过一小学机房，突然发现它们窗户上贴张纸，上面写着：防止火星飞入室内！ 偶想：这学校可够科幻的呀，后来一想……哦…………",
        "我站起身来给一孕妇让座，她疑惑地看了看我，忽然明白过来，哭笑不得道：同学，我这是胖！",
        "不能保研，那么就养颜吧~~~~~~~~~~~~~~~~~~~~~~",
        "和女友去旅游，晚上在酒店住下。夜，房间里电话响，一娇滴滴的女声问：“请问先生需要服务吗？”“滚，不需要！”刚挂，电话又响，还是问是否需要服务，再骂！不一会，电话又响起。这下女友恼了，抄起电话说：“你别再来骚扰了，我已经比你先到了！”这招还真灵，一晚上再没有骚扰电话打来……快到天亮时，电话铃再次把我们吵醒，女友十分生气地拿起电话就嚷：“别打了，姑奶奶我都陪了一晚上了！！” 谁知不一会儿房门就被敲开，两pol.ice手拿证件站在门口威严地对我说：“说！昨晚来的那个小姐在哪里！！！”",
        "在情人节这个神圣的日子里，我愿自掏腰包给所有恋人们点首歌来表达我的祝福，那就是——梁静茹的《分手快乐》!!!",
        "期末临考时，奉劝大家不要看不太吉利的电影，譬如《大红灯笼高高挂》…………………….",
        "军队征召动物们从军去打仗 于是森林里的动物全都要来体检 排第一的猴子很不想从军去 他看看他的长尾巴 于是牙一咬狠下心来把他折断 进去后… 军医说：猴子尾巴断了，是残障，不用当兵啦…. 第二的兔子看到猴子这般行为后 也毅然决然的把他的长耳朵给折断了 进去后… 军医说：兔子耳朵断了，是残障，不用当兵啦… 排第三的黑熊心想.. 『我耳朵那么短尾巴有跟没有差不多怎么办呢？』 好心的兔子与猴子来帮他想办法.. 忽然猴子大呼：我知道了把你的牙打断你就算残障啦！ 于是猴子与兔子狠狠地K了黑熊一顿 把他的牙全打断….. 黑熊虽然痛但也很开心地进去体检了 不久后，只见黑熊捂着嘴出来 哭着说…… 干你娘咧….他们说我太胖不用当兵啦",
        "有一天，三个垃圾筒在街上走………. 它们是按大中小的顺序并排着走的……… 走着走着，小垃圾筒对中垃圾筒说：“二哥，为什么我们不走快点呢？” 中垃圾筒说：“这个就要问大哥了!” 于是，中垃圾筒对大垃圾筒说：“大哥，为什么我们不走快点呢?” 大垃圾筒很不耐烦的说：“知道了!” 大垃圾筒又走了几步后，突然停住了，它对中小垃圾筒说：“我们是垃圾筒啊，怎么会走路呢？”",
        "从前有个人钓鱼，钓到了只鱿鱼。 鱿鱼求他：你放了我吧，别把我烤来吃啊。 那个人说：好的，那么我来拷问你几个问题吧。 鱿鱼很开心说：你拷吧你拷吧！ 然后这人就把鱿鱼给烤了..",
        "有个人到河边钓鱼………. 先穿了个树叶～半天没鱼上钩，他又换了块面包～一样半天没鱼上钩～ 没办法他只好去换蚯蚓～一样还是半天没鱼上钩～～ 他气愤之下～掏出100rmb~~摔入水中～～ “tnnd~~要吃什么！自己去买！！！！”",
        "我曾经得过精神分裂症，但现在我们已经康复了~~~~~~~~",
        "开心词典节目主持人王小丫现场采访一位节目观众，问：“在你心目中你最崇拜哪个女主持人？”观众说：“是你呀。”王小丫问：“为何如此说？”观众说：“因为你长得有点像杨澜！”",
        "一留学生在美国考驾照，前方路标提示左转，他不是很确定，问考官： “turn left?” 答：“right” 于是……挂了.",
        "一天，王先生开车回家。 突然，旁边飙过一辆大奔，从他身边开过时，司机冲他喊到： “哥们，开过大奔吗？”说完，“嗖”的一下飙远了。 王先生很火大，加大油门追了上去。 眼看快追上了，那个司机又伸出脑袋冲他大喊： “哥们，开过大奔吗？”然后，“嗖”的又不见了。 “靠，牛B什么！”王先生骂完后心里舒服了点，于是不再追了。 又开了一会， 王先生看到刚在那辆大奔翻倒在路边，他很好奇，慢慢的开车靠近。 只见那个司机被压在车下，有气无力的说： “哥们，开过大奔吗？知道它的刹车在哪嘛？”",
        "有一天绿豆自杀从5楼跳下来，流了很多血，变成了红豆；一直流脓，又变成了黄豆；伤口结了疤，最后成了黑豆。",
        "小明理了头发，第二天来到学校，同学们看到他的新发型，笑道：小明，你的头型好像个风筝哦！小明觉得很委屈，就跑到外面哭。哭着哭着～他就飞起来了…………",
        "有个人长的像洋葱，走着走着就哭了……",
        "小企鹅有一天问他奶奶，“奶奶奶奶，我是不是一只企鹅啊？”“是啊，你当然是企鹅。”小企鹅又问爸爸，“爸爸爸爸，我是不是一只企鹅啊？”“是啊，你是企鹅啊，怎么了?”“可是，可是我怎么觉得那么冷呢？”",
        "有一对玉米相爱了… 于是它们决定结婚… 结婚那天… 一个玉米找不到另一个玉米了… 这个玉米就问身旁的爆米花：你看到我们家玉米了吗? 爆米花：亲爱的，人家穿婚纱了嘛……",
        "音樂課上 老師彈了一首贝多芬的曲子 小明問小华：“你懂音樂嗎？” 小华：“是的” 小明：“那你知道老師在彈什麼嗎？” 小华: “鋼琴。” ",
        "有两个人掉到陷阱里了，死的人叫死人，活人叫什么? :叫救命啦!",
        "有人长得像番薯，走着走着摔了一跤……",
        "為什麼小明會摔倒? 請三思………………………….. 因為地板滑嘛",
        "提问：布和纸怕什么？ 回答：布怕一万，纸怕万一。 原因：不(布)怕一万，只(纸)怕万一。",
        "有一天有个婆婆坐车… 坐到中途婆婆不认识路了…. 婆婆用棍子打司机屁股说：这是哪？ 司机：这是我的屁股…..",
        "一个鸡蛋去茶馆喝茶，结果它变成了茶叶蛋；一个鸡蛋跑去松花江游泳，结果它变成了松花蛋；一有个鸡蛋跑到了山东，结果变成了鲁（卤）蛋；一个鸡蛋无家可归，结果它变成了野鸡蛋；一个鸡蛋在路上不小心摔了一跤，倒在地上，结果变成了导弹；一个鸡蛋跑到人家院子里去了，结果变成了原子弹；一个鸡蛋跑到青藏高原，结果变成了氢弹；一个鸡蛋生病了，结果变成了坏蛋；一个鸡蛋嫁人了，结果变成了混蛋；一个鸡蛋跑到河里游泳，结果变成了核弹；一个鸡蛋跑到花丛中去了，结果变成了花旦；一个鸡蛋骑着一匹马，拿着一把刀，原来他是刀马旦；一个鸡蛋是母的，长的很丑，结果就变成了恐龙蛋；一个鸡蛋是公的，他老婆在外面和别的鸡蛋通奸，结果他变成了王八蛋；一个鸡蛋……",
        "主持人问：猫是否会爬树？老鹰抢答：会！主持人：举例说明！老鹰含泪：那年，我睡熟了，猫爬上了树…后来就有了猫头鹰…",
        "知道蜘蛛人是什麽顔色的嗎？ 紅色，錯！ 是咨 睦?不信你念念蜘蛛人的英文： spider man(是白的人)",
        "俩屎壳螂讨论福利彩票，甲说:我要中了大奖就把方圆50里的厕所都买下来，每天吃个够！乙说:你丫太俗了！我要是中了大奖就包一活人，每天吃新鲜的！",
        "why the chicken cross the street 答案 to get another side",
        "老师：“你终于来了！为什么昨天没有来上课？” 学生：“因..因为，我妈从楼梯上摔下来..” 老师：“喔！原来如此，妈妈受伤了所以你没来。” 学生：“不是…是我爸受伤..” 老师：“为什么你妈从楼梯上摔下来你爸会受伤？” 学生：“因为..我爸在外面有女人..” 老师：“什么？..那跟你妈从楼梯上摔下来有什么关系？” 学生：“因为他们打架..我妈摔倒没事我爸被我妈打伤。” 老师：“喔..那么因为你送爸爸去医院，所以没来上课？” 学生：“不是..是外面的女人送我爸去的。” 老师：“那你为什么没来上课？” 学生：“因为我睡过头了..” 老师：“那跟你妈从楼梯上摔下来有什么关系！？” 学生：“没有啊，我…我只是顺便提一下..”",
        "一个阴霾深夜 …….. 一群女校学生在宿舍里玩碟仙，突然 她们不住的尖叫！！！ 楼上的学姐急忙跑进她们的寝室 赫然看见她们桌上的碟子以奇快的速度打转着 速度快得惊人，也快得骇然 “糟了！妳们作了什么？” 学姐意识到情况不对急忙的问 “我们…”学妹们说 “我们只是问它最快能转多快…？”",
        "甲：那个人在干什么？ 乙：他在发抖。 甲：他为什么要发抖呢？ 乙：他冷呀。 甲：哦，原来发抖就不会冷拉。 甲：……",
        "有个香蕉先生和女朋友约会，走在街上，天气很热，香蕉先生就把衣服脱掉了，之后他的女朋友就摔倒了………",
        "一个香肠被关在冰箱里 感觉很冷,然后看了看身边的另一根,有了点安慰,说：“看你都冻成这样了,全身都是冰！”结果那根说：“对不起，我是冰棒。”",
        "从前有一个棉花糖去打了球打了很长时间。他说：好累啊,我觉得我整个人都软下来了………",
        "这位跳水运动员的动作难度很大，他做了一个转体三周接前空翻三周半接后空翻一个月。"
    ]
}
